/* explanation of the all-in play */
"all-in explanation" = "Un all-in consiste en que un jugador que apuesta todas sus fichas en un movimiento. Si un segundo jugador no tiene suficientes fichas para apostar, puede dar All-in para competir por el bote, pero competirá por un bote separado. Si este jugador gana, puede recibir de otros jugadores sólo la cantidad que apuesta en su All-in (el bote separado). En otras palabras, el jugador no recibirá las fichas apostadas después de su All-in.";

/* name of the play bet */
"bet" = "Apostar (Bet)";

/* explanation of the bet play */
"bet explanation" = "Si todavía no hay apuesta en la ronda de apuestas actual, un jugador puede apostar. Si un jugador apuesta, el jugador adyacente (en el sentido de las agujas del reloj) así como cualquier jugador subsecuente puede doblar, levantar o llamar.";

/* description of the player big blind */
"big blind explanation" = "El ciega grande (Big blind) debe apostar antes de ver sus propias tarjetas, sin importar si usted desea doblar o no. En el caso de la ciega grande, el jugador debe apostar el valor de la ciega. El Big Blind siempre será el jugador sentado a la izquierda de Small Blind.";

/* name of the play call */
"call" = "Igualar (Call)";

/* explanation of the call play */
"call explanation" = "Si ha habido una apuesta en la ronda actual, un jugador puede igualar. Al igualar, el jugador igualará la apuesta actual de su(s) oponente(s).";

/* name of the play check */
"check" = "Pasar (Check)";

/* explanation of the check play */
"check explanation" = "Si no hay apuesta en la ronda actual de apuestas, un jugador puede pasar el turno. Pasar no implica una renuncia de la olla, pero sólo el presente derecho a apostar. Si todos los jugadores activos pasan durante una ronda de apuestas, la ronda se considera completa.";

/* description of the player dealer */
"dealer explanation" = "Teóricamente, el dealer es el jugador que juega las cartas al principio del movimiento. Sin embargo, este concepto se pasa por alto en los juegos donde hay un distribuidor profesional o un automatizado (en línea). Aún así, la identificación del repartidor sigue siendo importante, ya que siempre será el último en jugar, excepto en el Pre-Flop, donde el último jugador es la ciega grande. En cada extremo del juego, el crupier se convierte en el jugador a la izquierda del distribuidor anterior.";

/* description of the flop turn */
"flop explanation" = "Después de completar la primera ronda de apuestas, se reparten las tres primeras cartas comunitarias. Esto se llama un flop.";

/* name of the hand flush */
"flush" = "Color (Flush)";

/* description of the hand flush */
"flush description" = "Cinco cartas del mismo naipe. En el caso de más de un jugador con un color, gana el que tiene la carta con el valor más alto. El traje de rasante no es un desempate";

/* name of the play fold */
"fold" = "Retirarse (Fold)";

/* explanation of the fold play */
"fold explanation" = "Al retirarse, renuncias a cualquier interés en el bote. Un jugador que se da por vencido ya no puede apostar ninguna cantidad durante esta mano del juego.";

/* name of the hand four of a kind */
"four of a kind" = "Poker";

/* description of the hand four of a kind */
"four of a kind description" = "Cuatro cartas del mismo número. En el caso de más de un jugador con un poker, el ganador con el más alto poker.";

/* name of the hand full house */
"full house" = "Full";

/* description of the hand full house */
"full house description" = "Un trio y un par en la misma mano. En caso de más de un jugador con un full, gana el que tiene el valor más alto. Si el trio es igual, el ganador es el que tiene un par más alto.";

/* name of the hand high card */
"high card" = "Carta alta";

/* description of the hand high card */
"high card description" = "Cualquier mano no encaja en las otras reglas. En este caso, la mano con la carta más alta gana. En caso de empate, gana la mano con la siguiente carta más alta.";

/* name of the hand pair */
"pair" = "Par";

/* description of the hand high card */
"pair description" = "Dos cartas del mismo número. En el caso de más de un jugador con un par, el par más alto gana. Si dos jugadores tienen el mismo par, el que tenga la carta más alta sin relación gana.";

/* the title of the section players */
"players section title" = "Jugadores";

/* the title of the section plays */
"plays section title" = "Jugadas";

/* description of the pre-flop turn */
"pre-flop description" = "Toda acción que ocurre antes de que se reparten las tres primeras cartas comunitarias (el 'flop') se describe como 'pre-flop'. Después de que cada jugador ha podido observar sus cartas cerradas, cada una de ellas juega por primera vez.";

/* name of the play raise */
"raise" = "Aumento (Raise)";

/* explanation of the raise play */
"raise explanation" = "Si ha habido una apuesta en la ronda actual, un jugador puede aumentar (raise). A medida que aumenta, en lugar de emparejar, usted apuesta una cantidad aún mayor. Todos los jugadores posteriores, incluyendo aquellos que apostaron previamente, deben pagar o aumenta (re-raise) para expresar su interés en el bote.";

/* description of the river turn */
"river explanation" = "Después de completar todas las apuestas en la tercera ronda de apuestas, se reparte la quinta y última carta comunitaria. Esto se conoce como el 'river'. Una última ronda de apuestas comienza entonces, comenzando de nuevo por el primer jugador a la izquierda del botón.";

/* description of the player small blind */
"small blind explanation" = "El ciega pequeña debe apostar antes de ver sus propias cartas, sin importar si usted quiere retirarse o no. En el caso de Small Blind, el jugador debe apostar la mitad del valor de la ciega. El pequeño ciego siempre será el jugador sentado detrás del distribuidor";

/* name of the hand straght */
"straight" = "Escalera";

/* description of the hand straight */
"straight description" = "Cinco cartas en secuencia. En el caso de un jugador más con una secuencia, gana el uno con la secuencia con la tarjeta de mayor valor.";

"CFBundleDisplayName"="Reglas del Póker";

/* name of the hand straight flush */
"straight flush" = "Escalera de color";

/* description of the hand straight flush */
"straight flush description" = "Cinco cartas en secuencia y el mismo palo. En caso de más de un jugador con escalera de color, el que tenga la carta más alta gana. El escalera de color de mayor valor (de 10 a A) se llama Escalera Real de Color, y es la mejor mano de poker.";

/* name of the hand three of a kind */
"three of a kind" = "Trio";

/* description of the hand three of a kind */
"three of a kind description" = "Tres cartas con el mismo número. Si dos jugadores tienen los mismos trios, gana la carta más alta restante.";

/* description of the turn turn */
"turn explanation" = "Después de que todas las apuestas se han colocado en la segunda ronda de apuestas, la cuarta carta comunitaria se reparte. Esto se conoce como 'turn'. Comienza otra ronda de apuestas, comenzando con el primer jugador a la izquierda del crupier todavía en mano.";

/* the title of the section turn chronological order */
"turn order section title" = "Orden cronológica del juego";

/* name of the hand two pairs */
"two pairs" = "Double par";

/* description of the hand two pairs */
"two pairs description" = "Dos pares de cartas con el mismo número. El jugador con los pares de mayor valor gana. Si dos jugadores tienen los mismos double par, el que tenga la carta más alta restante gana.";
/* name of the logo image */
"logo image name" = "reglas del poker logo.png";